[
    {
    "AMC_code": "BirlaSunLifeMutualFund_MF",
    "available_for_purchase": 2,
    "amc_name": "Aditya Birla Sun Life Mutual Fund",
    "image": "absl.png",
    "short_code": "absl",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "One India Bulls Centre ,Tower 1, 17th Flr, Jupiter Mill, 841,S.B. Marg,Elphinstone Rd. Mum - 400 013",
    "phone_number": "022-43568000",
    "website": "https://mutualfund.adityabirlacapital.com/",
    "login_url": "https://mf.adityabirlacapital.com/Pages/Secured/Individual/OneABC/Login.aspx",
    "contact_email": "care.mutualfunds@adityabirlacapital.com",
    "description": "Aditya Birla Sun Life AMC Limited (formerly known as Birla Sun Life Asset Management Company Limited), the investment manager of Aditya Birla Sun Life Mutual Fund is a joint venture between the Aditya Birla Group and Sun Life Financial Inc. of Canada. "
    },
    {
    "AMC_code": "AXISMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "AXIS Mutual Fund",
    "image": "axis.jpg",
    "short_code": "axis",
    "rta_info": "Karvy",
    "address": "Axis House, 1st Floor, C-2, Wadia International Centre, Pandurang Budhkar Marg, Worli, Mumbai 400025",
    "phone_number": "1800221322",
    "website": "https://www.axismf.com/",
    "login_url": "https://www.axismf.com/Online/Login",
    "contact_email": "customerservice@axismf.com",
    "description": "Axis Mutual Fund launched its first scheme in October 2009 \nSince then Axis Mutual fund has grown strongly. We attribute our success thus far to our 3 founding principles - Long term wealth creation, Outside in (Customer) view and Long term relationship. Come join our growing family of investors and give shape to your desires."
    },
    {
    "AMC_code": "BANKOFINDIAMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Bank of India Mutual Fund",
    "image": "boiaxa.jpg",
    "short_code": "boi",
    "rta_info": "Karvy",
    "address": "Bank of India Investment Managers Private Limited, B/204,Tower 1, Peninsula Corporate Park, Ganpatrao Kadam Marg,Lower Parel,Mumbai 400013.",
    "phone_number": "1800-266-2676",
    "website": "https://www.boimf.in/",
    "login_url": "https://online.boimf.in/",
    "contact_email": "service@boimf.in",
    "description": "Bank of India Investment Managers Private Limited (Formerly BOI Star Investment Managers Private Limited) (Formerly BOI AXA Investment Managers Private Limited) is a wholly owned subsidiary of Bank of India. Bank of India Investment Managers Pvt. Ltd. has continuously proved to be trustworthy with 14 years of rich experience in fund management and has always catered to the needs of the investors across various objectives, thus leading to a portfolio of 17 varied Mutual Fund Schemes with 2 lakhs+ investors and Rs 2963.86 crores assets under management (as on March 31, 2022) and 12 branches across PAN India as on March 31, 2022.Bank of India Investment Managers Pvt. Ltd. offers different types of investment solutions across various different asset classes. It has always planned and achieved delivering to investors with solutions regarding their investments and helped them achieve their investing goals."
    },
    {
    "AMC_code": "BARODABNPPARIBASMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Baroda BNP Paribas Mutual Fund",
    "image": "barodabnpparibas.png",
    "short_code": "barodabnpparibas",
    "rta_info": "Karvy",
    "address": "Baroda BNP Paribas Mutual Fund,Crescenzo, 7th Floor,G-Block,Bandra Kurla Complex,Mumbai - 400051",
    "phone_number": "1800-2670-189",
    "website": "https://www.barodabnpparibasmf.in/",
    "login_url": null,
    "contact_email": "service@barodabnpparibasmf.in",
    "description": "Our Vision - To create a positive impact on people's lives by delivering sustainable value for their investments.Our Mission - To be a leading provider of quality investment solutions that help investors achieve their goals and to be their trusted partner in wealth creation."
    },
    {
    "AMC_code": "BARODAMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Baroda Mutual Fund",
    "image": "baroda.png",
    "short_code": "baroda",
    "rta_info": "Karvy",
    "address": "501 TITANIUM, 5TH Floor, Western Express Highway, Goregaon(E) Mumbai 400 063",
    "phone_number": "022-30741000",
    "website": "https://www.barodamf.com/",
    "login_url": "https://online.barodamf.com/online/",
    "contact_email": "info@barodapioneer.in",
    "description": "An investment manager dedicated to growing and preserving client assets and building trust. Since the formation of the joint venture in 2008, Baroda has have been working relentlessly to create an operational and servicing platform well suited to the exacting requirements of our existing and potential investors."
    },
    {
    "AMC_code": "BNPPARIBAS_MF",
    "available_for_purchase": 2,
    "amc_name": "BNP PARIBAS Mutual Fund",
    "image": "bnp.png",
    "short_code": "bnp",
    "rta_info": "Sundaram BNP Paribas Fund Services",
    "address": "BNP Paribas House, 3/1 North Avenue, Maker Maxity, Bandra Kurla Complex, Bandra (E) Mumbai 400051",
    "phone_number": "022-33704000",
    "website": "https://www.bnpparibasmf.in/",
    "login_url": "https://www.sundarambnpparibasfs.in/bmfinvestors/?amcid=bnpmf",
    "contact_email": "customer.care@bnpparibasmf.in",
    "description": "BNP Paribas Asset Management is the dedicated asset management business line of BNP Paribas and backed by the financial strength of one of the best rated banks in the world.\nBNP Paribas Asset Management manages and advises assets of over EUR 565* bn across 30+ countries with significant presence in Europe, Asia and the Americas. It is among the leading asset managers in the world, offering one of the widest range of investment solutions in the industry."
    },
    {
    "AMC_code": "CANARAROBECOMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Canara Robeco Mutual Fund",
    "image": "canara.jpg",
    "short_code": "canara",
    "rta_info": "Karvy",
    "address": "Construction House, 4th Floor, 5, Walchand Hirachand Marg, Ballard Estate, Mumbai 400 001",
    "phone_number": "022-66585000",
    "website": "https://www.canararobeco.com/",
    "login_url": "https://online.canararobeco.com/invest/home/start",
    "contact_email": "crmf@canararobeco.com",
    "description": "Canara Robeco Mutual Fund is the second oldest Mutual Fund in India, established in December 1987 as Canbank Mutual Fund. Subsequently, in 2007, Canara Bank partnered with Robeco (now a part of ORIX Corporation, Japan) and the mutual fund was renamed as Canara Robeco Mutual Fund. Since then, it has consistently been one of the fastest growing mutual funds in India in terms of AuM. Our solutions offer a range of investment options, including diversified and thematic equity schemes, hybrid and monthly income funds and a wide range of debt and treasury products."
    },
    {
    "AMC_code": "DSP_MF",
    "available_for_purchase": 2,
    "amc_name": "DSP Mutual Fund",
    "image": "dsp.jpg",
    "short_code": "dsp",
    "rta_info": "Karvy",
    "address": "Mafatlal Centre, 10th Floor, Nariman Point Mumbai 400021",
    "phone_number": "022-66578000",
    "website": "https://www.dspim.com/",
    "login_url": "https://invest.dspim.com/?ref=login",
    "contact_email": "service@dspblackrock.com",
    "description": "DSP Group is a 152 year old Indian financial firm. The DSP Group, headed by Mr. Hemendra Kothari, is one of the oldest and most respected financial services firms in India. The firm commenced its stock broking business in the 1860s and the family behind the group has been very influential in the growth and professionalization of capital markets and money management business in India."
    },
    {
    "AMC_code": "EDELWEISSMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "EDELWEISS Mutual Fund",
    "image": "edelweiss.jpg",
    "short_code": "edelweiss",
    "rta_info": "Karvy",
    "address": "Edelweiss House Off. C.S.T Road, Kalina, Mumbai 400098",
    "phone_number": "022-40933400",
    "website": "https://www.edelweissmf.com/",
    "login_url": "https://online.edelweissmf.com/",
    "contact_email": "emfhelp@edelweissfin.com",
    "description": "Edelweiss Asset Management Limited (EAML) is part of the Investment & Advisory line of Business of Edelweiss Group. EMAL is one of the fastest growing and young AMCs’ in India. At EAML, we want to do things differently which will add value to both our partners and investors. "
    },
    {
    "AMC_code": "FRANKLINTEMPLETON",
    "available_for_purchase": 2,
    "amc_name": "Franklin Templeton Mutual Fund",
    "image": "ft.jpg",
    "short_code": "franklin",
    "rta_info": "Franklin Templeton International Services (India)",
    "address": "Indiabulls Finance Centre</br> Tower 2, 12th & 13th Floor</br> S. B. Marg</br> Elphinstone Rd. (W) Mum.400013",
    "phone_number": "022-67519100",
    "website": "https://www.franklintempletonindia.com/investor/index",
    "login_url": "https://www.franklintempletonindia.com/investor/index",
    "contact_email": "services@franklintempleton.com",
    "description": "Franklin Templeton's association with India dates back to over 2 decades as an investor. As part of the group's major thrust on investing in markets around the world, the India office was set up in 1996 as Templeton Asset Management India Pvt. Limited. It flagged off the mutual fund business with the launch of Templeton India Growth Fund in September 1996, and since then the business has grown at a steady pace."
    },
    {
    "AMC_code": "HDFCMutualFund_MF",
    "available_for_purchase": 2,
    "amc_name": "HDFC Mutual Fund",
    "image": "hdfc.png",
    "short_code": "hdfc",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "HDFC House, 2nd Floor, H.T. Parekh Marg, 165-166, Backbay Reclamation, Churchgate, Mumbai 400020",
    "phone_number": "022-66316333",
    "website": "https://www.hdfcfund.com/",
    "login_url": "https://investor-web.hdfcfund.com/",
    "contact_email": "cliser@hdfcfund.com",
    "description": "HDFC Mutual Fund is one of the largest mutual funds and well-established fund house in the country with focus on delivering consistent fund performance across categories since the launch of the first scheme(s) in July 2000. "
    },
    {
    "AMC_code": "HSBCMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "HSBC Mutual Fund",
    "image": "habc_gam.jpg",
    "short_code": "hsbc",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "16, V N Road, Fort, Mumbai 400 001",
    "phone_number": "022-66145000",
    "website": "https://www.assetmanagement.hsbc.co.in/en/mutual-funds",
    "login_url": "https://invest.assetmanagement.hsbc.co.in/",
    "contact_email": "hsbcmf@camsonline.com",
    "description": "The mission of HSBC is to work with clients to meet their investment objectives, by delivering investment expertise in a tailored way.\n HSBC delivers on fiduciary responsibilities by managing risk as much as performance. They demonstrate their global investment expertise combined with strong governance as they collaborate with clients, aiming to help them grow and protect their assets."
    },
    {
    "AMC_code": "ICICIPrudentialMutualFund_MF",
    "available_for_purchase": 2,
    "amc_name": "ICICI Prudential Mutual Fund",
    "image": "icici.png",
    "short_code": "icici",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "One BKC, A-Wing, 13th Floor, Bandra Kurla Complex Mumbai 400051",
    "phone_number": "022-26525000",
    "website": "https://www.icicipruamc.com/",
    "login_url": "https://www.icicipruamc.com/PruTracker/APP/ASPX/frmLogin.aspx",
    "contact_email": "enquiry@icicipruamc.com",
    "description": "ICICI Prudential Asset Management Company Ltd. is a leading asset management company (AMC) in the country focused on bridging the gap between savings & investments and creating long term wealth for investors through a range of simple and relevant investment solutions.\n The AMC is a joint venture between ICICI Bank, a well-known and trusted name in financial services in India and Prudential Plc, one of UK’s largest players in the financial services sectors. Throughout these years of the joint venture, the company has forged a position of pre-eminence in the Indian Mutual Fund industry."
    },
    {
    "AMC_code": "IDBIMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "IDBI Mutual Fund",
    "image": "idbi.jpg",
    "short_code": "idbi",
    "rta_info": "Karvy",
    "address": "5th floor, Mafatlal Centre, Nariman Point Mumbai - 400021",
    "phone_number": "022-66442800",
    "website": "https://www.idbimutual.co.in/",
    "login_url": "https://online.idbimutual.co.in/",
    "contact_email": "contactus@idbimutual.co.in",
    "description": "IDBI Mutual Fund is sponsored by IDBI Bank Ltd. As one of India’s largest banks, IDBI Bank has played a major role in the country’s industrial & economic progress for over 40 years, first as a development financial institution & later as a full-fledged Commercial Bank."
    },
    {
    "AMC_code": "IDFCMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "IDFC Mutual Fund",
    "image": "idfc.gif",
    "short_code": "idfc",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "Tower 1, 6th Floor, One IndiaBulls Centre, 841, S. B. Marg, Elphinstone Road (W), Mumbai - 400013",
    "phone_number": "022-66289999",
    "website": "https://www.idfcmf.com/",
    "login_url": "https://mfonline.idfcmf.com/",
    "contact_email": "investormf@idfc.com",
    "description": "IDFC Ltd. is a leading diversified financial institution providing a wide range of financing products and fee-based services with infrastructure as its focus area. The key businesses of IDFC Ltd. included Project Finance, Principal Investments, Financial Markets and Investment Banking, Broking, Advisory Services and Asset Management, which comprises (i) private equity investments and project equity investments through its subsidiary, IDFC Alternatives Limited and (ii) public markets asset management services through its subsidiary IDFC AMC."
    },
    {
    "AMC_code": "IIFLMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "IIFL Mutual Fund",
    "image": "iifl.png",
    "short_code": "iifl",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "IIFL Centre, 6th Floor , Kamala City, Senapati Bapat Marg, Lower Parel, Mumbai - 400 013",
    "phone_number": "022-42499000",
    "website": "https://www.iiflmf.com/",
    "login_url": "https://www.iiflmf.com/",
    "contact_email": "service@iiflmf.com",
    "description": "IIFL Asset Management offers uniquely structured products to cover diverse investment requirements of investors. Our mutual fund portfolio is concentrated on a few, high-quality, high-conviction stocks. This allows our fund managers to maintain focus and generate improved risk-adjusted returns.\n Having pioneered the concept of benchmark-agnostic funds in India, our fund managers function in an unconstrained but research-oriented manner. While traditional asset management companies are constrained by benchmarks, our benchmark-agnostic approach enables us to pick stocks with flexibility and tap into unique multi-baggers of the future."
    },
    {
    "AMC_code": "INDIABULLSMUTUALFUND_MF",
    "available_for_purchase": 1,
    "amc_name": "INDIA BULLS Mutual Fund",
    "image": "indiabulls.jpg",
    "short_code": "indiabulls",
    "rta_info": "Karvy",
    "address": "11th Floor, Tower-1, Indiabulls Finance Centre, S B Marg, Elphinstone (W), Mumbai -400013",
    "phone_number": "022-61891300",
    "website": "https://www.indiabullsamc.com/",
    "login_url": "https://online.indiabullsamc.com/",
    "contact_email": "customercare@indiabullsamc.com",
    "description": "Indiabulls Housing Finance Ltd. (IBHFL) is the 2nd largest private housing finance company in India, regulated by the National Housing Bank (NHB). IBHFL has fulfilled the dreams and aspirations of over 6.44 lac happy households with customer-centric finance solutions. IBHFL has the highest rating of AAA from CARE ratings and Brickwork ratings."
    },
    {
    "AMC_code": "INVESCOMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "INVESCO Mutual Fund",
    "image": "invesco.png",
    "short_code": "invesco",
    "rta_info": "Karvy",
    "address": "Unit No. 2101 A, 21st Floor, A-Wing, Marathon Futurex, N. M. Joshi Marg, Lower Parel, Mumbai 400013",
    "phone_number": "022-67310000",
    "website": "https://www.invescomutualfund.com/",
    "login_url": "https://www.invesco.com/portal/site/us/investors/accountaccess",
    "contact_email": "mfservices@invesco.com",
    "description": "Invesco offers a broad range of actively-managed, domestic, international/global, specialty and fixed-income mutual funds to help customize investors' portfolios to their unique needs."
    },
    {
    "AMC_code": "ITI MUTUAL FUND_MF",
    "available_for_purchase": 2,
    "amc_name": "ITI Mutual Fund",
    "image": "iti.png",
    "short_code": "iti",
    "rta_info": null,
    "address": null,
    "phone_number": "1800-266-9603",
    "website": "https://www.itimf.com/",
    "login_url": "https://investonline.itimf.com/",
    "contact_email": null,
    "description": "ITI Mutual Fund aims to offer high-quality investment solutions to investors seeking long term wealth creation. We have access to some of the finest minds in the Investment Management, Equity Research and Credit Research space that enables us to run a very unique investment philosophy and also deploy robust investment strategies that can stand the test of time. The agility, no baggage and fresh perspective can help investors get ahead in a rapidly evolving economy."
    },
    {
    "AMC_code": "JM FINANCIAL MUTUAL FUND_MF",
    "available_for_purchase": 2,
    "amc_name": "JM FINANCIAL Mutual Fund",
    "image": "jm.png",
    "short_code": "jm",
    "rta_info": "Karvy",
    "address": "Office B, 8th Floor, Cnergy, Appasaheb Marathe Marg, Prabhadevi, Mumbai - 400 025",
    "phone_number": "022-61987777",
    "website": "https://www.jmfinancialmf.com/",
    "login_url": null,
    "contact_email": "investor@jmfl.com",
    "description": "JM Financial Asset Management Private Limited, the Asset Management Company of JM Financial Mutual Fund is sponsored by JM Financial Limited. JM Financial Asset Management Private Limited started operations in December 1994 with a simultaneous launch of three funds-JM Liquid Fund (now JM Income Fund), JM Equity Fund and JM Balanced Fund. Today, JM Financial Mutual Fund offers a bouquet of funds that caters to the diverse needs of both its institutional and individual investors\n"
    },
    {
    "AMC_code": "KOTAKMAHINDRAMF",
    "available_for_purchase": 2,
    "amc_name": "Kotak Mutual Fund",
    "image": "kotak.png",
    "short_code": "kotak",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "27 BKC, C-27, G Block, Bandra Kurla Complex, Bandra (E) Mumbai 400051",
    "phone_number": "022-66384444",
    "website": "https://assetmanagement.kotak.com/",
    "login_url": "https://online.assetmanagement.kotak.com/",
    "contact_email": "fundaccops@kotakmutual.com",
    "description": "Kotak Mahindra Asset Management Company Limited (KMAMC), a wholly owned subsidiary of Kotak Mahindra bank Limited (KMBL), is the Asset Manager for Kotak Mahindra Mutual Fund (KMMF). KMAMC started operations in December 1998 and has approximately 7.5 Lac investors in various schemes. KMMF offers schemes catering to investors with varying risk - return profiles and was the first fund house in the country to launch a dedicated gilt scheme investing only in government securities. The company is present in 82 cities and has 86 branches."
    },
    {
    "AMC_code": "L&TMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "L&T Mutual Fund",
    "image": "lnt.gif",
    "short_code": "l_t",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "6th Floor, Brindavan, Plot No 177, CST Road, Kalina, Santacruz (E), Mumbai 400098",
    "phone_number": "022-66554000",
    "website": "https://www.ltfs.com/companies/lnt-investment-management/lnt-mutual-fund.html",
    "login_url": "https://online.lntmf.com/MFO_login.aspx",
    "contact_email": "investor.line@lntmf.co.in",
    "description": "L&T Finance Holdings Limited is a non-banking financial institution-core investment company. The Company's segments include Retail and Mid Market Finance, which consists of rural products finance, personal vehicle finance, microfinance, housing finance, commercial vehicle finance, construction equipment finance, loans and leases and loan against shares; Wholesale Finance, which consists of project finance and non-project corporate finance to infra and non-infra segments across power-thermal and renewable; transportation-roads, ports and airports; telecom, and other non-infra segments; Investment Management, which consists of assets management of mutual fund and private equity fund, and Other Business, which consists of wealth management and financial product distribution. It offers a range of financial products and services across retail, corporate, housing and infrastructure finance sectors, as well as mutual fund products and investment management services."
    },
    {
    "AMC_code": "LICMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "LIC Mutual Fund",
    "image": "lic.jpg",
    "short_code": "lic",
    "rta_info": "Karvy",
    "address": "4th Floor, Industrial Assurance Building Opp. Churchgate Station, Mumbai 400020",
    "phone_number": "022-66016000",
    "website": "https://www.licmf.com/",
    "login_url": "https://online.licmf.com/",
    "contact_email": "cs.co@licmf.com",
    "description": "LIC Mutual Fund was established on 20th April 1989 by LIC of India. Being an associate company of India's premier and most trusted brand, LIC Mutual Fund is one of the well known players in the asset management sphere. With a systematic investment discipline coupled with a high standard of financial ethics and corporate governance, LIC Mutual Fund is emerging as a preferred Investment Manager amongst the investor fraternity."
    },
    {
    "AMC_code": "MAHINDRA MANULIFE MUTUAL FUND_MF",
    "available_for_purchase": 2,
    "amc_name": "MAHINDRA MUTUAL FUND",
    "image": "mahindra.jpg",
    "short_code": "mahindra",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "1st Floor, Sadhana House, Behind Mahindra Tower, 570 P. B. Marg, Worli, Mumbai 400018",
    "phone_number": "022-66327900",
    "website": "https://www.mahindramutualfund.com/",
    "login_url": "https://www.mahindramutualfund.com/",
    "contact_email": "mfinvestors@mahindra.com",
    "description": "Mahindra Mutual Fund has been constituted as a trust in accordance with the provisions of the Indian Trusts Act, 1882, as per the terms of the trust deed dated September 29, 2015 between the Mahindra and Mahindra Financial Services Limited as the Sponsor and Mahindra Trustee Company Private Limited, as the Trustee. The Trust Deed has been registered under the Indian Registration Act, 1908. Mahindra Mutual Fund has been registered with SEBI"
    },
    {
    "AMC_code": "MIRAEASSET",
    "available_for_purchase": 2,
    "amc_name": "Mirae Asset Mutual Fund",
    "image": "mirae.png",
    "short_code": "mirae",
    "rta_info": "Karvy",
    "address": "Unit 606, 6th Floor, Windsor, Off CST Road, Kalina, Santacruz (E), Mumbai 400098.",
    "phone_number": "022-67800300",
    "website": "https://www.miraeassetmf.co.in/",
    "login_url": "https://transact.miraeassetmf.co.in/investor",
    "contact_email": "customercare@miraeasset.com",
    "description": "Established in November 2007 with a seed capital of US$ 50 million, Mirae Asset Mutual Fund is sponsored by Mirae Asset Global Investments Co. Limited, South Korea,Mirae Asset present in India as an FII since 2004, <b>MAGI India</b> provides Advisory Services to Hong Kong and Korea offices, Mix of domestic and International businesses providing stable growth for Mirae Asset India business"
    },
    {
    "AMC_code": "MOTILALOSWAL_MF",
    "available_for_purchase": 2,
    "amc_name": "MOTILAL OSWAL Mutual Fund",
    "image": "motilal.jpg",
    "short_code": "motilal",
    "rta_info": "Karvy",
    "address": "Motilal Oswal Tower, 10th Floor, Opp Parel ST Depot, Prabhadevi, Mumbai - 400025",
    "phone_number": "022-39804263",
    "website": "https://www.motilaloswalmf.com/",
    "login_url": "https://www.motilaloswalmf.com/InvestOnline/",
    "contact_email": "mfservice@motilaloswal.com",
    "description": "Motilal Oswal Asset Management Company Ltd. (MOAMC) is a public limited company incorporated under the Companies Act, 1956 on November 14, 2008.The AMC is also registered with SEBI under SEBI (Portfolio Managers) Regulations, 1993.There is no conflict of interest between the activity of managing the schemes of Motilal Oswal Mutual Fund and the activity of Portfolio Management Services."
    },
    {
    "AMC_code": "NAVIMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Navi Mutual Fund",
    "image": "navi.svg",
    "short_code": "navi",
    "rta_info": "Karvy",
    "address": "Salarpuria Business Center, 5th Block, Koramangala, Bengaluru, Karnataka 560034",
    "phone_number": null,
    "website": "https://www.navimutualfund.com/",
    "login_url": null,
    "contact_email": "mf@navi.com",
    "description": "Navi Asset Management Company Ltd. is the asset manager of Navi Mutual Fund. The AMC’s sponsor is Anmol Como Broking Private Limited and it is registered with the Securities Exchange Board of India (SEBI) under the same name. \n Navi AMC is founded by Sachin Bansal (co-founder and ex-Chairman of Flipkart) and Ankit Agarwal (ex-banker with Deutsche Bank and Bank of America) with a mission to make financial services simple, affordable and accessible. It leverages a technology-driven and customer-centric approach to establish products in the financial services space. \n The company also offers a range of financial services and products such as Personal Loans, Housing Loans, Two Wheeler Loans, SME Business Loans and General Insurance."
    },
    {
    "AMC_code": "NipponIndiaMutualFund_MF",
    "available_for_purchase": 2,
    "amc_name": "Nippon India Mutual Fund",
    "image": "nippon.png",
    "short_code": "nippon",
    "rta_info": "Karvy",
    "address": "Reliance Centre, 7th Floor South Wing, Off Western Express Highway, Santacruz (E), Mumbai-400055",
    "phone_number": "1860-266-0111",
    "website": "https://www.nipponindiamf.com/",
    "login_url": "https://www.nipponindiamf.com/investeasy/#/auth/login",
    "contact_email": "customercare@nipponindiamf.com",
    "description": "Nippon India Mutual Fund (NIMF) is one of India's leading mutual funds, with Average Assets Under Management (AAUM) of Rs 2,22,575.73 Crores (April 2019 - June 2019 QAAUM) and 88.65 lakhs folios (as on June 30, 2019). NIMF, which is one of the fastest growing mutual funds in India, offers investors a well-rounded portfolio of products to meet varying investor requirements and has presence in 300 cities (as on March 31, 2019) across the country. NIMF constantly endeavours to launch innovative products and customer service initiatives to increase value to investors."
    },
    {
    "AMC_code": "NJMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "NJ Mutual Fund",
    "image": "nj.png",
    "short_code": "nj",
    "rta_info": "Karvy",
    "address": "Block No.901 & 902, 6th Floor, 'B' Tower, Udhna Udyog Nagar Sangh Commercial Complex, Central Road No. 10, Udhna, Surat - 394210, Gujarat.",
    "phone_number": "040-49763510",
    "website": "https://www.njmutualfund.com/index.php",
    "login_url": null,
    "contact_email": "customercare@njmutualfund.com",
    "description": null
    },
    {
    "AMC_code": "PGIMINDIAMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "PGIM India Mutual Fund",
    "image": "pgim-1.png",
    "short_code": "pgim",
    "rta_info": "Karvy",
    "address": "Nirlon House, 2nd Floor, Dr. Annie Besant Road, Worli, Mumbai - 400 030",
    "phone_number": "022-61593000",
    "website": "https://www.dhflpramericamf.com/",
    "login_url": "https://online.dhflpramericamf.com/invest/general/login.aspx",
    "contact_email": "customercare@dhflpramericamf.com",
    "description": "DHFL was founded in 1984 by Late Shri Rajesh Kumar Wadhawan with a vision to provide financial access to the lower and middle income segments of the society. Today, led by Mr. Kapil Wadhawan, CMD, DHFL, the Company is one of India's leading mortgage finance institutions with presence in over 351 locations across the country"
    },
    {
    "AMC_code": "PPFAS_MF",
    "available_for_purchase": 2,
    "amc_name": "PPFAS Mutual Fund",
    "image": "ppfas.png",
    "short_code": "parag",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "81/82, 8th Floor, Sakhar Bhavan, Ramnath Goenka Marg, 230, Nariman Point, Mumbai 400021",
    "phone_number": "022-61406555",
    "website": "https://www.amc.ppfas.com",
    "login_url": "https://www.amc.ppfas.com/",
    "contact_email": "mf@ppfas.com",
    "description": "PPFAS Asset Management (PPFAS AMC) has been promoted by Parag Parikh Financial Advisory Services Pvt. Ltd. (PPFAS Ltd.), a boutique investment advisory firm incorporated in 1992. PPFAS Ltd. is also amongst India's earliest SEBI Registered Portfolio Management Service (PMS) providers.We believe that investing should not be a complicated process. Hence we strive for simplicity in our scheme design, investing process and our operations. While investing involves individuals, we accord more importance to the investing process than to personalities. "
    },
    {
    "AMC_code": "QUANTMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "QUANT Mutual Fund",
    "image": "quant.jpg",
    "short_code": "quant",
    "rta_info": null,
    "address": "quant Money Managers Ltd.\n6th Floor, Sea Breeze Building,\nAppasaheb Marathe Marg, Prabhadevi\nMumbai - 400 025\n",
    "phone_number": "022-6295-5000",
    "website": "https://www.quantmutual.com/",
    "login_url": "https://quantmutual.com/QuantTransaction/QuantTransaction.html",
    "contact_email": "help.investor@quant.in",
    "description": "quant Group was born more than a decade ago, as a financial services platform in the midst of the 2008 Global Financial Crisis, with two simple yet powerful guiding mantras – Being Relevant and Predictive Analytics. The guiding philosophy of Being Relevant means that in a dynamic and volatile world, to remain relevant, and to preserve and grow wealth, the test of time must be passed every day by continuously updating knowledge and innovating on systems and processes. This is enabled by Predictive Analytics: an all-encompassing framework for understanding and forecasting markets, across assets and geographies."
    },
    {
    "AMC_code": "QUANTUMMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "QUANTUM Mutual Fund",
    "image": "quantum.png",
    "short_code": "quantum",
    "rta_info": "Karvy",
    "address": "7th Floor, Hoechst House, Nariman Point, Mumbai 400021",
    "phone_number": "022-61447800",
    "website": "https://www.quantumamc.com/",
    "login_url": "https://secure.quantumamc.com/",
    "contact_email": "customercare@quantumamc.com",
    "description": "Quantum Mutual Fund is India's first dedicated, direct-to-investor mutual fund.\n\nQuantum Mutual Fund offers simple and easy-to-understand products.With our focus on ethics, integrity and transparency and on managing assets instead of merely gathering them Quantum Mutual Fund walks a different path as compared to the rest. It could be our total focus on doing what's right for the investor or keeping our costs low, Quantum has chosen to walk the untrodden path, not even the less trodden"
    },
    {
    "AMC_code": "SAMCOMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Samco Mutual Fund",
    "image": "samco.png",
    "short_code": "samco",
    "rta_info": "Karvy",
    "address": "Samco Asset Management Private Ltd, 1003 – A Naman Midtown 10th Floor, Senapati Bapat Marg, Prabhadevi (west) Mumbai 400 013 India, CIN No: U65929MH2019PTC334121",
    "phone_number": "+91 63572 22000",
    "website": "https://www.samcomf.com/",
    "login_url": null,
    "contact_email": "mfassist@samcomf.com",
    "description": "Samco Securities Limited is a wealth tech start-up founded in 2015 by Jimeet Modi, Group CEO. It is headquartered in Mumbai and is one of most profitable discount broker, with over 2,50,000+ happy customers."
    },
    {
    "AMC_code": "SBIMutualFund_MF",
    "available_for_purchase": 2,
    "amc_name": "SBI Mutual Fund",
    "image": "sbi.png",
    "short_code": "sbi",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "9th Floor, Crescenzo, C-38 & 39, G Block, Bandra Kurla Complex, Bandra (East), Mumbai 400051",
    "phone_number": "022-61793000",
    "website": "https://www.sbimf.com/en-us",
    "login_url": "https://www.sbimf.com/en-us/login",
    "contact_email": "partnerforlife@sbimf.com",
    "description": "With 30 years of rich experience in fund management, we at SBI Funds Management Pvt. Ltd. bring forward our expertise by consistently delivering value to our investors. We have a strong and proud lineage that traces back to the State Bank of India (SBI) - India's largest bank. We are a Joint Venture between SBI and AMUNDI (France), one of the world's leading fund management companies.With our network of over 222 points of acceptance across India, we deliver value and nurture the trust of our vast and varied family of investors."
    },
    {
    "AMC_code": "SHRIRAMMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Shriram Mutual Fund",
    "image": "shriram.png",
    "short_code": "shriram",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "CK-6, 2nd Floor, Sector II, Salt Lake City, KOLKATA – 700091",
    "phone_number": "033-23373012",
    "website": "https://www.shriramamc.in/Default.aspx",
    "login_url": "https://www.shriramamc.in/Default.aspx",
    "contact_email": "info@shriramamc.in",
    "description": "Shriram Asset Management Company Limited is an integral part of the ‘Shriram’ Group which has a significant presence in financial services such as commercial vehicle, consumer finance, life and general insurance, stock broking, chit funds and distribution of financial products. It was incorporated on 27th July, 1994, and received the Certificate of Commencement of Business on 5th December, 1994. The Company received permission from Securities and Exchange Board of India (SEBI) to act as the Asset Management Company of Shriram Mutual Fund on 21st November, 1994, vide registration no. MF/017/94/4."
    },
    {
    "AMC_code": "SUNDARAMMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "SUNDARAM Mutual Fund",
    "image": "sundaram.png",
    "short_code": "sundaram",
    "rta_info": "Sundaram BNP Paribas Fund Services",
    "address": "Sundaram Towers, 2nd Floor,46 Whites Road, Royapettah, Chennai 600 014.",
    "phone_number": "044-28583362 / 3367",
    "website": "https://www.sundarammutual.com/Home",
    "login_url": "https://www.sundarammutual.com/Home",
    "contact_email": "dhirent@sundarammutual.com",
    "description": "Sundaram Asset Management Company (Company) has over 20 years of experience in fund management and is a fully owned subsidiary of one of India's oldest and most respected NBFCs - Sundaram Finance Limited. The Company was jointly promoted by Sundaram Finance Ltd and Stewart Newton Holdings (Mauritius) Ltd in 1996."
    },
    {
    "AMC_code": "TATAMutualFund_MF",
    "available_for_purchase": 2,
    "amc_name": "TATA Mutual Fund",
    "image": "tata.png",
    "short_code": "tata",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "Mafatlal Centre, 9th Floor, Nariman Point Mumbai 400021",
    "phone_number": "022-66578282",
    "website": "https://www.tatamutualfund.com/",
    "login_url": "https://www.tatamutualfund.com/investor/invest-online",
    "contact_email": "service@tataamc.com",
    "description": "Established in 1994, Tata Asset Management has a track record of more than 24 years in investment management. Tata Asset Management manages investments of Tata Mutual Fund.The company offers a range of investment solutions for financial planning and wealth creation and manages funds across the entire risk-return spectrum. The diversity of our fund offerings enables investors to invest as per their life stage, financial goals and risk profile. The company also offers portfolio management services to high net worth individuals and advisory services to offshore investors and funds investing in India."
    },
    {
    "AMC_code": "TAURUSMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "TAURUS Mutual Fund",
    "image": "taurus.png",
    "short_code": "taurus",
    "rta_info": "Karvy",
    "address": "Ground Floor,AML Centre-1,8 Mahal Industrial Estate Mahakali Caves Rd., Andheri(E) Mumbai - 400093",
    "phone_number": "022-66242700",
    "website": "https://www.taurusmutualfund.com/",
    "login_url": "https://online.taurusmutualfund.com/",
    "contact_email": "customercare@taurusmutualfund.com",
    "description": "Taurus Mutual Fund offers investment solutions for all investor segments. With Equity oriented schemes, Debt based schemes and an Equity Linked Savings Scheme, in the open ended product basket, Taurus Mutual Fund continuously strives to strengthen its offerings with more & more innovative schemes designed on the basis of years of expertise, market knowledge & research. "
    },
    {
    "AMC_code": "TRUSTMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "TRUST Mutual Fund",
    "image": "trust.png",
    "short_code": "trust",
    "rta_info": "Karvy",
    "address": "801, Naman Center, G Block, Bandra Kurla Complex, Bandra (East), Mumbai 400 051",
    "phone_number": "022-62746000",
    "website": "https://www.trustmf.com",
    "login_url": "https://online.trustmf.com/",
    "contact_email": "info@trustmf.com",
    "description": "TRUST Mutual Fund is sponsored by Trust Investment Advisors Private Limited (TIAPL) one of the group company of TRUST Group. We endeavour to bring a structured investment approach by deploying Limited Active Methodology in portfolio creation and shall gradually offer complete suite of products. TRUST AMC is the investment manager to the schemes of TRUST Mutual Fund. The Board and the Team at TRUST AMC comprise of seasoned professionals with rich experience in Financial Services and Mutual Fund industry."
    },
    {
    "AMC_code": "UNIONMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "Union Mutual Fund",
    "image": "union.jpg",
    "short_code": "union",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "Unit No. 503, 5th Floor, Leela Business Park, Andheri Kurla Road, Andheri (East) Mumbai - 400059",
    "phone_number": "022-24833300",
    "website": "https://www.unionmf.com/",
    "login_url": "https://www.unionmf.com/",
    "contact_email": "investorcare@unionmf.com",
    "description": "Union KBC Asset Management Company Private Limited (the AMC) offers approved investment funds, open-ended equity funds and other structured products, so as to bridge the gap of investor's financial needs.\n The AMC will leverage on KBC Asset Management's expertise in the global fund markets and KBC Asset Management's Joint Support Model with Union Bank of India’s unrivalled brand value, knowledge of their customers and extensive network, which will represent the perfect blend of ingredients to create a strong asset management business in India."
    },
    {
    "AMC_code": "UTIMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "UTI Mutual Fund",
    "image": "uti.png",
    "short_code": "uti",
    "rta_info": "Karvy",
    "address": "UTI Towers, Gn Block, Bandra Kurla Complex, Bandra East, Mumbai 400051",
    "phone_number": "022-66786666",
    "website": "https://www.utimf.com/",
    "login_url": "https://www.utimf.com/portal/login",
    "contact_email": "service@uti.co.in",
    "description": "UTI AMC, India’s most trusted Wealth creators and always has the interest of its investors in its heart. UTI AMC has completed 50 years as India’s leading Financial service institution and was a sole vehicle of capital market investment for Indian Citizens till the early 90’s. The institution has shown great resilience and has grown from strength to strength overcoming economic turbulence and global turnarounds.\nUTI has contributed immensely to industrial and capital growth in the Indian market. It has led transformative initiatives like developmental financial institutions, rural outreach programs and financial products and services.\nUTI AMC has assets under management across different businesses which include domestic mutual fund, Portfolio Management Services, International business, Retirement Solutions, Venture Funds and Alternative Investment assets."
    },
    {
    "AMC_code": "WHITEOAKCAPITALMUTUALFUND_MF",
    "available_for_purchase": 2,
    "amc_name": "WhiteOak Capital Mutual Fund",
    "image": "whiteoak.png",
    "short_code": "whiteoak",
    "rta_info": "CAMS (Computer Age Management Services)",
    "address": "Unit No. B4, 6th Floor, Cnergy,Appasaheb Marathe Marg,Prabhadevi, Mumbai – 400025",
    "phone_number": "1800 3000 3060",
    "website": "https://mf.whiteoakamc.com/WOC",
    "login_url": null,
    "contact_email": "clientservice@whiteoakamc.com",
    "description": "WhiteOak Capital Asset Management Limited (formerly known as YES Asset Management (India) Limited) seeks to build a strong Mutual Fund Franchise to provide a complete suite of financial products to all its investors.WhiteOak Capital Asset Management Limited, driven by the motto “Experience our Expertise”, combines your interests and our relentless endeavours to bring out the optimum solutions for you.WhiteOak Capital Asset Management Limited has been set up with an investor centric approach, simplifying investors’ wealth creation goals through knowledge-based investment practices and prudent risk management.The Board and the team at WhiteOak Capital Asset Management Limited comprises seasoned professionals with rich experience in Financial services and Mutual Funds."
    }
    ]